Revit 2027 API
ParameterTypeId.RbsReferenceOverallsize Property
 "Overall Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsReferenceOverallsize { get; }
Public Shared ReadOnly Property RbsReferenceOverallsize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsReferenceOverallsize {
	ForgeTypeId^ get ();
}
static member RbsReferenceOverallsize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace